Repository: monaaleid/Dawerha
Catalog: Dawerha/Dawerha/*.lproj/Localizable.strings
Languages: ar

source: email
ar: الايميل

source: password
ar: كلمة المرور

source: login
ar: دخول

source: createAccount
ar: حساب جديد

source: Plastic
ar: بلاستيك

source: Nylon
ar: نايلون

source: Paper
ar: ورق

source: Cans
ar: علب

source: Hi
ar: مرحبا

source: Did You Write Your Message
ar: هل كتبت رسالتك

source: Yes I Did
ar: نعم كتبت

source: Not Yet
ar: ليس بعد

source: Plastic recycling is the reprocessing of plastic waste into new and useful products. When performed correctly, this can reduce dependence on landfill, conserve resources and protect the environment from plastic pollution and greenhouse gas emissions.
ar: إعادة تدوير البلاستيك هو إعادة معالجة النفايات البلاستيكية وتحويلها إلى منتجات جديدة ومفيدة. عندما يتم إجراؤها بشكل صحيح ، يمكن أن يقلل هذا الاعتماد على مكب النفايات ، ويحافظ على الموارد ويحمي البيئة من التلوث البلاستيكي وانبعاثات غازات الاحتباس الحراري.

source: The recycling of paper is the process by which waste paper is turned into new paper products. It has a number of important benefits: It saves waste paper from occupying homes of people and producing methane as it breaks down. Because paper fibre contains carbon (originally absorbed by the tree from which it was produced)
ar: إعادة تدوير الورق هي العملية التي يتم من خلالها تحويل نفايات الورق إلى منتجات ورقية جديدة. ولها عدد من الفوائد المهمة: فهي توفر نفايات الورق من احتلال منازل الناس وإنتاج الميثان أثناء تكسيره. لأن الألياف الورقية تحتوي على الكربون ( تمتصه في الأصل من الشجرة التي تم إنتاجها منها)

source: Furniture
ar: الأثاث

source: Furniture at the end of its useful life can often be recycled, especially items made from wood and metal. Most furniture can be recycled at your local recycling centre and some local authorities may also provide a collection service.
ar: يمكن في كثير من الأحيان إعادة تدوير الأثاث في نهاية عمره الإنتاجي ، خاصة العناصر المصنوعة من الخشب والمعدن. يمكن إعادة تدوير معظم الأثاث في مركز إعادة التدوير المحلي الخاص بك وقد توفر بعض السلطات المحلية أيضًا خدمة تجميع.

source: Clothes
ar: الملابس

source: It is process of recovering fiber, yarn or fabric and reprocessing the textile material into useful products. Textile waste products are gathered from different sources and are then sorted and processed depending on their condition, composition, and resale value. The end result of this processing can vary, from the production of energy and chemicals to new articles of clothing.
ar: إنها عملية استعادة الألياف أو الخيوط أو القماش وإعادة معالجة مواد النسيج إلى منتجات مفيدة. يتم جمع نفايات المنسوجات من مصادر مختلفة ثم يتم فرزها ومعالجتها اعتمادًا على حالتها وتكوينها وقيمة إعادة بيعها. النتيجة النهائية لهذا يمكن أن تختلف المعالجة ، من إنتاج الطاقة والمواد الكيميائية إلى الملابس الجديدة

source: Food
ar: الطعام

source: Food loss and waste is a major part of the impact of agriculture on climate change (it amounts to 3.3 billion tons of CO2 emissions annually and other environmental issues. . Moreover, food waste that is not handled or reclaimed properly, i.e. through composting, can have many negative environmental consequences.
ar: يعتبر فقد الأغذية وهدرها جزءًا رئيسيًا من تأثير الزراعة على تغير المناخ (يبلغ 3.3 مليار طن من انبعاثات ثاني أكسيد الكربون سنويًا وقضايا بيئية أخرى. علاوة على ذلك ، نفايات الطعام التي لا يتم التعامل معها أو استصلاحها بشكل صحيح ، أي من خلال التسميد ، يمكن أن يكون لها عواقب بيئية سلبية كثيرة

source: You can change your language by going to your device setting
ar: يمكنك تغيير لغتك بالذهاب إلى إعدادات جهازك

source: Paper and Books
ar: الورق والكتب

source: Pickup Schedules
ar: مواعيد جمع النفايات

source: Have Account ? Sign In
ar: لديك حساب ؟ تسجيل دخول

source: Profile
ar: الملف الشخصي

source: Waste Bin Location
ar: مواقع الحاوية

source: Sorting Items Guide
ar: دليل فرز النفايات

source: Request Pickup Service
ar: طلب استلام نفايات

source: Previous Pickup Request
ar: طلبات استلام نفايات سابقة

source: Plastics
ar: بلاستيك

source: Do You Want To Confirm Your Request?
ar: هل تريد تأكيد طلبك؟

source: Yes
ar: نعم

source: Do You Want To Sign Out?
ar: هل تريد تسجيل الخروج؟
